[PR_Scout X2SoldierClassTemplate]
+DisplayName="侦察兵"
+ClassSummary="侦察兵擅长为他们的队友提供信息。他们会带着狙击步枪和手枪进入战斗，以便能够悄然进入最佳位置并在准备好时发动攻击。"
+LeftAbilityTreeTitle="狙击"
+RightAbilityTreeTitle="幽灵"
AbilityTreeTitles[0]="狙击"
AbilityTreeTitles[1]="幽灵"
AbilityTreeTitles[2]="捕食者"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

+RandomNickNames[0]="Agent"
+RandomNickNames[1]="Hitman"
+RandomNickNames[2]="Runner"
+RandomNickNames[3]="Ghost"
+RandomNickNames[4]="Predator"
